{
  "2025-11-05": {
    "date": "2025-11-05",
    "source": "CoinDesk",
    "collected_at": "2025-11-05T01:25:46.822493+00:00",
    "articles": [
      {
        "hash": "720252ac087761c90e2f5572bc72b9aa",
        "title": "Inside Zcash: Encrypted Money at Planetary Scale",
        "url": "https://www.coindesk.com/research/inside-zcash-encrypted-money-at-planetary-scale",
        "summary": "Summary not available from homepage.",
        "full_content": "\n## Inside Zcash: Encrypted Money at Planetary Scale\n\n\n\n### A deep dive into Zcash's zero-knowledge architecture, shielded transaction growth, and its path to becoming encrypted Bitcoin at scale.\n\n\nIn 2025, Zcash evolved from niche privacy tech into a functioning encrypted-money network:\n\n- Shielded adoption surged, with 20–25% of circulating ZEC now held in encrypted addresses and 30% of transactions involving the shielded pool.\n\n- The Zashi walletmade shielded transfers the default, pushing privacy from optional to standard practice.\n\n- Project Tachyon, led by Sean Bowe, aims to boost throughput to thousands of private transactions per second.\n\n- Zcash surpassed Moneroin market share, becoming the largest privacy-focused cryptocurrency by capitalization.\n\nThe vision: Zcash is encrypted bitcoin.\n\nOr, money at scale as a network where privacy is guaranteed by end-to-end encryption and zero-knowledge circuits rather than probabilistic tricks.\n\nZcash rewrites the rulebook in a world where Bitcoin transactions are open and viewable to all and Monero hides activity in bounded anonymity sets. Every shielded transaction on Zcash expands a global encrypted pool, raising the bar for what financial privacy should mean on public ledgers.\n\nThe adoption flywheel is finally turning. With the Zashi wallet making shielded transfers the default, Zcash’s shielded share of transactions should continue to grow over the next twelve months, given the uptrend in recent months as interest in the broader privacy narrative has picked up.\n\nThat single shift transforms the anonymity set (a term for the pool of shielded users who could have sent or received a transaction) from niche to majority, creating a narrative where fully private transfers are no longer optional but the network’s center of gravity.\n\nThe November 2024 has halved issuance, compressing ZEC’s inflation rate to roughly 3.5% as it stands. Meanwhile, the upcoming Project Tachyon offers a “Firedancer moment” for throughput, as upcoming technical upgrades improve network scale and privacy.\n\nImportantly, Zcash is not just an engineering story. It has social proof. Endorsements from early builders and respected investors. Engineers building new financial frameworks. Angel investors who bet on social networks before they were cool.\n\nOur own field test of shielded transactions shows the UX has matured — default shielding works, latency is within seconds and under a minute, and the risk of tracing transactions to a user is low as the lack of transactional history makes wallet tagging or behavioural analysis extremely difficult.\n\nIf privacy is to survive on public blockchains, encryption-by-default is among the few credible paths forward. Zcash offers precisely that to privacy-focused crypto users: A system built not on heuristics but on mathematics, not on opacity but on verifiable encryption.\n\nAs efforts to scale converge, Zcash’s relevance shifts from theoretical privacy tech to a demonstrable thesis: digital cash with definitive privacy, at scale.\n\nIt is nearly 2026, and privacy is cool again.\n\nOver the past decade, crypto has cycled through its share of narratives — from DeFi loops and NFT booms to meme coins, RWA tokenization, and onchain finance. Each wave has reshaped markets, attracted new builders, and, oftentimes, rewarded a few lucky insiders.\n\nBut beneath all of it sits the same foundation: the freedom to transact, to own, and to move value without permission. That idea — of anonymity as agency — is what first drew people in. And it’s what’s bringing privacy back into focus now.\n\nMost people don’t want their bank statements pinned to a public bulletin board, nor every wire transfer broadcast to the world. Yet that’s effectively what bitcoin introduced in 2009: A transparent ledger where every transaction, from a few cents to millions, is forever stamped into the public record.\n\nThat radical transparency became bitcoin’s greatest strength, and perhaps also its blind spot. It proved money could move without intermediaries, but it also made financial lives traceable by anyone with a block explorer.\n\nYou could trace wallets or a cluster or wallets for activity, mark predictable patterns, and eventually (although this is a very difficult, complex and uncertain process) connect it to a real world identity. Still, it operated as intended as a peer-to-peer network that allowed the transfer of value.\n\nThe next wave of builders around 2014 began asking a different question: If true decentralization works, can true privacy survive alongside it? That’s how privacy tokens emerged, with projects like Monero, Dash, and Zcash promising some version of confidential transfers on open networks.\n\nZcash, launched in 2016, set itself apart with privacy-focused cryptography borrowed from academic research. Where projects like Monero relied on obfuscation, Zcash offered the option of full encryption: send to a shielded address and the sender, receiver and amount all disappear from public view, validated only through math.\n\nIn an ecosystem obsessed with transparency and speculation, Zcash built itself around a quieter principle. That financial privacy should be a right, not an afterthought.\n\nAt the very basic level, the Zcash network uses cryptography to let users choose whether a transaction is public or “shielded.”\n\nSending to a so-called “z-address” hides the sender, receiver and amount from the ledger, while still allowing the network to verify it mathematically. Such an arrangement was among the first times that digital cash could be decentralized and confidential without needing a trusted intermediary.\n\nNearly a decade on, Zcash now sits in a different debate of how privacy-focused assets can remain relevant as regulators push for stricter oversight and as user adoption gravitates toward more liquid majors.\n\nRelatively recent efforts, such as the launch of the Zashi wallet to experiments with cross-chain bridges, are aimed at pulling Zcash back into conversations about usability and growth.\n\nThis report surveys Zcash’s current position: its technology and scientific base, the adoption data that show where it stands against rivals, the shifting regulatory landscape, and how the project is attempting to adapt.\n\nThe goal is to inform a broad audience – including crypto investors, policymakers, exchange operators, and developers – about the current state and future trajectory of Zcash.\n\nWe begin with background on how Zcash originated and the mechanics that make its privacy possible, then explore the latest innovations (such as the Zashi wallet and cross-chain integration efforts) that are expanding its ecosystem. Then, we analyze adoption metrics and market position relative to other privacy coins, discuss the evolving regulatory climate and how Zcash is attempting to navigate compliance, and finally outline the challenges and opportunities that lie ahead.\n\nTaken together, these threads define Zcash’s purpose: To make encrypted money not just possible, but practical at global scale.\n\n\n## Background and Origins of Zcash\n\n\nThe story of Zcash is less about one token than it is about the broader question of whether privacy can survive in an era of expanding financial surveillance — and whether cryptography can provide the middle ground between truly global and private financial markets.\n\nAcademic Roots – Zerocoin to Zerocash\n\nThe origins of Zcash trace back to academic research aimed at enhancing Bitcoin’s privacy. In 2013, a team of cryptographers at Johns Hopkins University, led by Professor Matthew Green, introduced “Zerocoin,” a protocol that could convertnormalbitcoinBTC$99,525.94into anonymous coins and back, providing privacy on an otherwise public ledger. This concept evolved into a more refined design called “Zerocash,” a standalone cryptocurrency proposal that used zero-knowledge proofs to hide transaction details entirely.\n\nZcash was born from this research. Renowned computer security expert Zooko Wilcox-O’Hearn partnered with the academics to turn Zerocash into a real network. In 2015, they founded the for-profit Zcash Company (now the Electric Coin Company) and raised over $3 million from venture capital investors to build the protocol.\n\nZcash’s mainnet officially launched on October 28, 2016 amidst huge interest. In fact, initial demand for this privacy coin was so extreme and supply so limited that within the first week, ZEC token prices on exchanges skyrocketed above $5,000 per coin in a brief, frenzied all-time high driven by speculation on its privacy potential.\n\nZcash roots can be considered an heir to the cypherpunk tradition of the 1990s, when privacy was framed as a civil right, not a consumer feature.\n\nIn his 1993Cypherpunk Manifesto, Eric Hughes wrote:“Privacy is necessary for an open society in the electronic age.”His warning was clear. Freedom requires privacy, and privacy in turn demands tools that allow selective disclosure on the individual’s terms.\n\nBitcoin answered one question. Could money move without banks? Zcash took up the harder one: Could money remain private in a world where every transaction is stamped onto a public ledger?\n\nThe design choice was clear: use cryptography to hide sensitive data while proving validity mathematically, eliminating the need for manual trust. Where Bitcoin separated value transfer from banks, Zcash extended that logic to transaction visibility itself.\n\nLegendary bitcoin developer Hal Finney saw what mostdidn’t in a 2013 BitcoinTalk post, that privacy couldn’t stay an attachment to Bitcoin, it needed its own chain, and, in Finney’s words, “just pure zerocoin spend transactions.”\n\nThat ideological thread matters more today than it did in 2016. In an era of CBDC pilots, biometric KYC, and financial platforms built to harvest user data, Zcash reads less like a niche privacy project and more like a digital bill of rights for money, as some ecosystem supporters say.\n\n\n> Zcash is one of the most important and underrated crypto projects in the world today. It brings privacy and decentralization to money, two fundamental building blocks of a free and open society,\n\n\n- Tyler Winklevoss, co-founder of crypto exchange Gemini.\n\nHow Zcash’s Privacy Works (zk-SNARKs)\n\nAt the heart of Zcash is a cryptographic proof called a zk-SNARK — short forZero-Knowledge Succinct Non-Interactive Argument of Knowledge.\n\nIt lets someone prove they know a valid transaction without revealing any of its details. Applied to money, that means a user can show they own enough coins and haven’t double-spent, while keeping the sender, receiver, and amount fully private.\n\nThink of it as a sealed verification. Instead of showing your payslip to prove solvency, you present a stamped envelope from your accountant confirming you earn above a threshold. The verifier trusts the stamp, not the contents.\n\nIn Zcash, every shielded transaction works the same way. The blockchain records an encrypted note and a mathematical proof confirming it obeys all monetary rules.\n\nThis was, at the time and now, a radical shift from Bitcoin’s model of total transparency, where every input, output, and value is public forever.\n\nBehind that simplicity sits complex math. Zcash’s proofs depend on elliptic-curve pairings and polynomial commitments, tools that make the system both verifiable and unforgeable.\n\nThese concepts sound intimidating, but their role in Zcash’s privacy system is important to understand to fully appreciate the network.\n\nPairings allow two points on an elliptic curve to interact in a special way that produces a verifiable result, making it a sort of mathematicalhandshakethat makes the zero-knowledge proof hold together without exposing what’s hidden inside.\n\nOn the other hand, polynomial commitments are a complementary tool which let the system lock in an entire equation and later prove specific values are valid, a bit like sealing a puzzle in an envelope and then demonstrating one solution fits without revealing the rest.\n\nA curve is a type of mathematical graph derived from an equation, and takes that shape on a coordinate plane. You can “add” two points on the curve to get a third point, and this operation has quirky properties: it’s easy to do forwards, but almost impossible to undo without brute force. That’s what gives elliptic curves their security edge.\n\nThat property — easy one way, infeasible the other — is the backbone of many modern cryptosystems. Bitcoin, Ethereum and Zcash all rely on elliptic curves for their public–private key infrastructure. Your wallet address is a point derived from the curve, and only your private key can sign transactions that prove you control it.\n\nThese cryptographic components don’t matter to the average Zcash user sending coins through a wallet, but they are the scaffolding that makes zk-SNARKs possible. Without them, the guarantee that a shielded transaction is mathematically valid while still remaining private would collapse.\n\nEarly zk-SNARKs, including Zcash’s first implementation, required a one-time “trusted setup” — the generation of a large secret number used to create proving keys. If that secret, nicknamed toxic waste, were ever reconstructed, an attacker could mint unlimited counterfeit ZEC without detection.\n\nTo prevent that, Zcash organized an elaborate multi-party computation ceremony at launch. Six participants around the world each created and destroyed their own fragments of the secret, such as burning discs, smashing computers, even driving into the desert to erase traces. As long as one participant acted honestly, the toxic waste was mathematically unrecoverable.\n\nYears later, Edward Snowden revealed he had quietly joined the ceremony under the pseudonym John Dobbertin, calling it a “public good.”\n\nThe ceremony became part of Zcash lore. But critics still asked, “how do you know no one kept a copy?” Zcash’s answer to that was to eliminate the need entirely. With Halo 2 and the Orchard upgrade, trusted setups became obsolete — privacy now provable without ceremony or trust, as we will see later in the report.\n\nAddress Types – Transparent vs Shielded\n\nZcash supports two kinds of addresses: transparent addresses (often called t-addresses) and shielded addresses (z-addresses). A transparent address functions like a Bitcoin address – where transactions to/from these are public – while shielded addresses use zk-proofs to encrypt the sender, receiver, and transaction amount, making transactions completely private and untraceable on the public blockchain.\n\nZcash allows movement between any combination of these address types. You can send from transparent to shielded, shielded to transparent, etc., which offers flexibility not found in Monero (where all transactions are private by default).\n\nObservers can’t even tell the value or whether one or two shielded transactions might be linked.\n\nHowever, this selective flexibility of having both private and public options is a double-edged sword: it offers users and businesses choice, but it also means Zcash’s overall anonymity set is split as not everyone may use the privacy features.\n\nZcash’s privacy stack is strong against current quantum threats but not yet immune to anticipated future ones, which present a tail risk that impacts every other cryptocurrency. A sufficiently advanced quantum computer in the future could, in theory, use Shor’s algorithm to break the mathematical assumptions behind Zcash’s spend keys and proofs.\n\nIn plain terms: Zcash is secure for the present, but long-term privacy depends on how quickly it evolves.\n\nBut not everything would fail if quantum decryption arrived. The symmetric side — or the encryption that hides notes, memos, and commitments — remain durable since quantum algorithms only partially weaken those defences.\n\nThe real risk lies in public-key rails, however, meaning the spend and verification keys that prove ownership and validity.\n\nSean Bowe and the Electric Coin Company have anticipated this since Zcash’s inception. Their design silos cryptography so vulnerable pieces can be replaced.\n\nNext-generation upgrades focus on hybrid signatures (both classical and post-quantum), quantum-ready Unified Addresses, and proof hardening through hash-based or STARK-style systems.\n\nProject Tachyon may merge these with scalability improvements, making the network faster and quantum-resilient in one stroke.\n\n\n## Competitive Landscape\n\n\nSource: CoinDesk Data\n\nFor most of the year, privacy tokens moved in sync, outperforming our broader-market benchmark, CD20, until ZEC broke ranks in late Q3. Investors now read ZEC as the large-cap encrypted money play, with a valuation above $5 billion as of October 2025, not as just another privacy coin.\n\nPrivacy coins historically lagged in bull markets, during both 2017 and 2021, they only saw modest rallies compared to DeFi or meme coins. Bitcoin outperformed Zcash in both cycles; ~20x vs ~15x, in the year leading up to December 2017, and ~5x vs ~2x in the 1.5 year build up to November 2021. However, this cycle could favor privacy more as regulatory overreach and surveillance concerns grow, and zero-knowledge tech gains traction across major ecosystems, such as Ethereum, Solana, Polygon, among others.\n\nZEC specifically is coming off a long consolidation, after being stuck in a range between $17 and $85 since 2022, as per CoinDesk Data. The confluence of the 2024 halving and upcoming tangible upgrades are building the narrative of a “fresh start” for ZEC.\n\nSource: CoinDesk Data\n\nThe market share chart marks the first real power shift in years.\n\nMonero’s dominance softens through 2025 as ZEC’s slice expanded from under 10% to over 45%,becoming the largest privacy coin by market share; flipping Monero, which commands just under 43% as of October 31st. This rotation reflects a preference shift from obfuscation to encryption-by-default.\n\nTornado Cash and similar Ethereum mixing services could also be considered as competitors in a broader sense of privacy solutions. Tornado Cash was an Ethereum smart contract that used ZK-SNARKs to let users deposit ETH or ERC-20s and withdraw to a new address with anonymity (effectively a mixer).\n\nIt was very popular until it got sanctioned by the U.S. Treasury in 2022, growing from 60,000 ether in value locked on the network to nearly 300,000 ether at peak, per DefiLlama. The regulatory action against Tornado Cash highlights an architectural difference between it and Zcash. Zcash operates as an independent network with its own native asset, which is structurally more difficult to 'ban' outright than a smart contract-based application like Tornado Cash, which runs on the Ethereum network.\n\n\n## Network Upgrades and Improvements\n\n\nSince its launch, Zcash has undergone a series of deliberate network upgrades—initially named after flowering plants and later numbered—to refine privacy, performance, and governance. Each milestone has pushed Zcash closer to its goal of fully encrypted, scalable digital money.\n\nOverwinter (June 2018):The first upgrade established the foundation for future forks. It introduced transaction versioning, replay protection, and general performance improvements—essential guardrails that allowed subsequent upgrades to activate safely without risking network splits or duplicate transactions.\n\nSapling (October 2018):A major leap forward, Sapling replaced Zcash’s original zk-SNARK circuit with a new design that cut memory and compute requirements for private transactions by over 90%. This made shielded transfers viable on mobile devices and light clients for the first time. Sapling also patched a latent vulnerability in the original Sprout pool, guaranteeing that no counterfeit ZEC could be created. It marked the moment privacy became practical rather than experimental.\n\nBlossom (December 2019):Blossom halved block times from 150 to 75 seconds, improving confirmation speed and user experience. To preserve ZEC’s emission schedule, block rewards were simultaneously halved, keeping overall inflation unchanged. This change accelerated Zcash’s halving timeline relative to Bitcoin—a design choice that now defines its faster monetary tightening cycle.\n\nHeartwood (July 2020):Heartwood focused on decentralization and miner privacy. Its flagship feature,Shielded Coinbase, allowed miners to receive rewards directly into shielded addresses, keeping payouts private at the protocol level. It also addedFlyclient, enabling lightweight proofs for simplified verification—an early step toward scalability.\n\nCanopy (November 2020):Coinciding with Zcash’s first halving, Canopy retired the original Founder’s Reward and introduced a new, community-directed Development Fund. The new model allocated 20% of block rewards—8% to ecosystem grants, 7% to ECC, and 5% to the Zcash Foundation—cementing sustainable, decentralized funding for the next four years.\n\nNU5 (May 2022):Zcash’s most transformative upgrade yet. NU5 deployed theHalo 2proving system, eliminating trusted setups permanently and enabling recursive proofs for near-infinite scalability. It also launchedUnified Addresses (UA), which automatically route funds to the newest shielded pool—making privacy the default UX. By 2025, around 20% of circulating ZEC is held in shielded addresses, up from under 5% in 2017.\n\nNU6 (November 2024):Activated at block 2,726,400 alongside the second halving, NU6 extended the development fund and introduced an in-protocol “lockbox” treasury: miners now retain 80% of rewards, 8% go to Zcash Community Grants (ZCG), and 12% accrue in the lockbox for future governance. It also tightened consensus rules, requiring all fees and rewards to be collected in coinbase transactions.\n\nNU6.1 (Planned):Scheduled after second halving, NU6.1 will activate theCommunity & Coinholder (C&C)model, allowing token holders to direct the 12% lockbox funds—an experiment in coinholder-driven governance. The activation height for NU6.1 has not yet been set as of October 2025, per Zcash.\n\nNU7 (In Planning):NU7 proposesZcash Shielded Assets (ZSA)—enabling issuance and transfer of private tokens—and new transaction formats that streamline proof generation and sustainability mechanisms like fee-burning and issuance smoothing.\n\nTogether, these upgrades map Zcash’s evolution from cryptographic research to a mature, modular protocol—fast, trustless, and governed by its community.\n\n\n## Roadmap and Milestones\n\n\nZcash is now nearly 9 years old and entering a phase of significant change. The protocol roadmap for 2025–2026 is centered on Project Tachyon, as well as further integrations with exchanges and decentralized finance applications\n\nThird Halving (Q4 2028)\n\nZcash’s monetary schedule mirrors Bitcoin’s, with periodic halvings every 4 years to curb inflation. The first halving occurred in Nov 2020, and the second took place in November 2024 at a block height ~1,046,400. This cut block rewards from 3.125 ZEC to 1.5625 ZEC. The third halving is scheduled for block height 4,089,600, expected to be in November 2028.\n\nThis faster monetary tightening cycle is a key differentiator to Bitcoin or other privacy projects. The supply curve compresses harder and faster, which sharpens both the bull case and the risk case (funding/issuance stress).\n\nThe annual inflation rate dropped from 9% in 2024 to approximately 4% in 2025. This is a crucial threshold ZEC’s inflation is now below that of most major currencies, but above Monero’s tail emission. The halving has two effects for market participants. Tokens tend to see reduced sell pressure as miners get fewer coins to potentially sell on the market, apart from a narrative boost for scarcity.\n\nSource: CoinDesk Data\n\nA major pillar on Zcash’s roadmap is Project Tachyon, a “Firedancer-like” effort to make encrypted money scalable. Zcash’s throughput, roughly 20 transactions per second with 1MB blocks, has long been constrained by wallet syncing and bandwidth limits.\n\nTachyon, led by cryptographer Sean Bowe, rethinks how nodes and wallets communicate to close that gap.\n\nIts core innovation is Oblivious Synchronization, or a way for wallets to query untrusted servers for relevant proofswithout revealingwhat they’re looking for. Instead of scanning every block’s encrypted data to find their own notes, wallets receive only what’s necessary, drastically cutting CPU and bandwidth use.\n\nThe result is sync times that feel instant and infrastructure that scales without privacy trade-offs.\n\nProtocol-level changes will follow: larger blocks, faster propagation, and optimized data structures. The long-term target is “billions of users” scale and thousands of private transactions per second, but with the same cryptographic guarantees Zcash is known for.\n\nInitial Tachyon releases are expected through 2025.\n\nZcash now runs coin-weighted “Coinholder” polls that let ZEC holders vote on funding and roadmap choices using shielded ZEC. The pilot this year used shielded transactions to cast votes without exposing who voted for what. Over one million shielded ZEC participated in the latest round, indicative of a meaningful slice of supply and a first for privacy-preserving, coin-weighted governance.\n\nRight now the process is opt-in and a bit clunky, which is why participation is notable despite the friction, but future iterations aim to streamline voting making it easy for anyone holding ZEC to participate.\n\nWhat coinholder voting can decide is being formalized in draft ZIPs tied to the “lockbox” dev-fund model. The working design is that Coinholder votes set how deferred development funds are allocated, with a defined quorum and simple-majority rules, via a transparent multisig that disburses grants per the vote. This makes the signal actionable while keeping disbursements auditable.\n\nThis model matters as Zcash can pair privacy with accountable funding. Votes happen inside Orchard, maintaining user privacy, while results are verifiable on-chain, and execution is constrained by published rules. That marks a rare combo in crypto governance — where ballots remain private for public decisions.\n\n\n## Ecosystem and Development\n\n\nZcash’s development is now distributed across four independently operated teams, making it arguably more decentralized in engineering governance than even Bitcoin.\n\nThe Electric Coin Company (ECC) leads protocol development and maintains the Zashi wallet, while the Zcash Foundation (ZF) oversees infrastructure, community grants, and governance.\n\nShielded Labs, a donation-based R&D collective led by Jason McGee, focuses on long-term privacy research and ecosystem security.\n\nThe Tachyon team, founded by cryptographer Sean Bowe, drives performance and scalability upgrades.\n\nEach team receives community funding, coordinates through open ZIP proposals, and operates autonomously—ensuring that Zcash’s evolution reflects collective rather than centralized decision-making.\n\nNotably, in 2024 ECC’s founder Zooko Wilcox stepped back from the CEO role (now held by Josh Swihart) to focus on technical product strategy, and the Foundation operates independently – indicating a maturing, more decentralized governance over time.\n\nOfficial and Third-Party Wallets\n\nEarly on, using Zcash’s privacy features was cumbersome – the reference wallet required running a full node, and very few light wallets supported z-addresses prior to Sapling (due to performance constraints).\n\nBy 2025, the landscape has vastly changed. ECC’s own mobile wallet, Zashi, was released as a user-friendly way to send shielded transactions by default. Zashi enforces that any funds you want to spend must be in the shielded pool, effectively building privacy hygiene into the user experience. It also offers features like readable payment memos (a feature of Zcash shielded transactions) and integration with exchanges for easy funding.\n\nOn the third-party side, ZecWallet Lite has been a popular light client since late 2018 but is not actively maintained as of October 2025.\n\nMajor hardware wallets (Ledger, Trezor) also support ZEC, though typically only for transparent addresses – full shielded support on hardware devices is still in progress due to memory limitations.\n\nA light client protocol and wallet SDK developed by ECC have made it easier for any wallet app to include Zcash shielded transactions, and by 2025 many multi-coin wallets (for example, Trust Wallet, Exodus) have started integrating at least partial support.\n\nThe Zcash Foundation has contributed by developing an independent Zcash node implementation in Rust (called Zebra), improving network resilience by not relying solely on ECC’s zcashd (C++ implementation). Zebra has also made auditing easier and opens the door for more diverse ecosystem tools.\n\nZcash Ecosystem Projects and Integrations\n\nZcash’s privacy technology is expanding beyond wallets and into broader applications that extend its role across networks, services, and compliance frameworks.\n\nNEAR Intents is a multichain transaction protocol where users specify what they want and let third parties compete to provide the best solution, which has gained renewed attention for its role in the Zcash ecosystem.Instead of bridging, wrapping, or hunting for a liquidity route, users just declare the outcome — “send 0.01 ETH to this address” — and the network’s solvers figure out how to make it happen. Zashi’s CrossPay feature builds on that. A user’s ZEC leaves a shielded address, a solver converts it atomically, and the recipient gets the asset they expect on their chain.\n\nThere are no bridges or exposed addresses. Just one transaction that stays private on the user’s end and settles natively on theirs.\n\nSuch features make privacy usable. Users keep their flows encrypted, while merchants or exchanges receive funds in the format they already support. It positions Zcash not as an isolated privacy coin but as a privacy layer — a way to pay anyone, anywhere, without ever leaving the shielded pool.\n\nCross-Chain Bridges and Payments\n\nWrapped Zcash (wZEC) already exists on Ethereum and Binance Smart Chain, enabling ZEC participation in DeFi though wrapping removes its native shielded protection.\n\nThe Zashi wallet’s CrossPay feature takes this further. Using NEAR’s “intent” framework, it lets users pay anyone in another asset, such as BTC, ETH, or USDC, while spending ZEC privately under the hood. The recipient never touches ZEC, but the sender’s privacy remains intact. This effectively turns Zcash into a stealth payment layer for other chains.\n\nNetwork-Level Privacy (Tor Integration)\n\nECC and the Zcash Foundation have also extended privacy to the network layer through theArtiimplementation of Tor in Rust. Zashi can now route all its connections — block downloads, transaction broadcasts, and RPC calls — through Tor, masking IP addresses and geolocation. This protects users from metadata correlation attacks, ensuring that even network observers cannot infer who is transacting or from where. The feature remains in beta.\n\nMerchant usage remains niche but meaningful. The privacy-focused project Nym announced in 2025 that its VPN service would accept ZEC exclusively in shielded form — private money for a privacy service. Certain NGOs and donation platforms now accept Zcash alongside Monero for contributors seeking anonymity. These small integrations show Zcash’s usability beyond trading and illustrate how shielded transactions can underpin real-world privacy applications.\n\nView Keys and Compliance\n\nA defining Zcash feature is its viewing keys, which allow selective disclosure of shielded transactions without compromising control. A user can share a viewing key with an auditor, exchange, or regulator.\n\n\n## Adoption and Market Traction\n\n\nAs mentioned, about one-fifth of the ZEC supply is now in shielded addresses. This indicates a core base of users prioritizing privacy.\n\nShielded supply has climbed from roughly 1.2 million to 4.5 million ZEC across the analyzed period, while transparent balances stay broadly flat.\n\nThat’s a more than three time step-up in the encrypted base and pushes the shielded share into the 20–25% range — the exact flywheel we outlined in the report of default-shield UX helping boost anonymity set.\n\nAs Zashi onboards new users under default-shield mode, the next leg of ZEC’s adoption story won’t be about price, but about what percentage of the network has gone dark.\n\nBy late 2025, Zcash was processing on the order of a few million transactions per month, with a significant portion (over 30%) involving the shielded pool (either as senders, receivers, or both) according to ECC’s transparency reports.\n\nThe proportion of fully shielded Z→Z transactions reached record highs in 2025. This is still a minority of total usage – the majority of ZEC activity remains in the transparent pool (often movements on exchanges, etc.). But the trend is toward more privacy, aided by unified addresses and auto-shielding which seamlessly increase private usage without user intervention.\n\nAnother indicator is active shielded addresses: there were only a few thousand back in 2018, whereas in 2025 there are tens of thousands of addresses with regular shielded activity, reflecting growth in user adoption (though still small relative to, say, active Bitcoin or Ethereum addresses). The community often tracks the shielded pool size and transaction count as health metrics – a larger anonymity set means better privacy for everyone using it.\n\n\n> This is the craziest chart in crypto. It is the amount of ZEC being shielded and it is vertical. The more ZEC is shielded, the higher the anonymity set and the more private Zcash becomes…Incredible loop\n\n\n-Mert Mumtaz, CEO of Solana API developer Helius Labs and Zcash proponent.\n\nZcash: Transactions Breakdown\n\nThe growth in shielded transaction activity is a standout metric. Transparent transfers plateaued until late September, before surging higher while shielded transactions climbed from sub-10% to over 25% of total flow.\n\nThat’s product-market fit for privacy, as users and investors are choosing to shield their tokens to make all their transaction history fully private. It also means the “anonymity set” — or the pool that makes individual transactions untraceable — is expanding faster than ever.\n\nThe ease of usage means users get privacy that doesn’t break the experience. Exchanges can still verify what matters, and regulators don’t have to guess. But investors see the difference as privacy isn’t a fringe feature anymore: It’s a working product that takes under 2 minutes to set up, as we see below.\n\nWe start with a simple goal: acquire ZEC and move it privately.\n\nIn Zashi, I swapped $100 USDT for 0.41248941 ZEC. The swap executed at 13:25 pm IST and settled within seconds. The funds landed as a transparent balance, which Zashi immediately flagged with a banner: “Transparent Balance Detected.”\n\nWhen I tried to send 0.2 ZEC, the app showed zero spendable ZEC and blocked the action. That guardrail is the point. You can’t accidentally spend it unshielded.\n\nOne tap onShieldkicked off the in-wallet shielding transaction. The app explains what it’s doing — consolidating UTXOs and moving value into Orchard — while quoting a typical fee under 0.001 ZEC. A few minutes later the status flipped from pending to confirmed. Balance turned “spendable,” now held in the shielded pool.\n\nThe send flow is straightforward: enter an address (Zashi defaults to a rotating shielded receive address, with the transparent option clearly marked “Not Private”), add an optional memo, and review.\n\nNotably, memos are enabled only on shielded transfers, a subtle nudge toward privacy hygiene. The transaction was posted cleanly. No on-chain amounts, senders, or receivers were exposed from the shielded leg. Only an encrypted note plus a proof that the rules were followed.\n\nA few UX observations stand out. The wallet is opinionated without being hostile. It refuses unsafe paths, labels non-private actions in plain language, and makes the right thing one tap away. The friction is near zero, as users can swap, shield, and spend, all inside a single interface.\n\nCosts are negligible at current prices. The receive screen stresses best practice by making the shielded address the primary option and rotating it on each use. This isn’t obfuscation theater. The chain only sees encrypted notes and zk proofs, not guesses and decoys. The product delivers what the thesis promises: encrypted money with a default-shield UX that normalizes private payments.\n\nWhy does this matter?\n\nThis test shows Zcash has crossed that line. Zashi enforces “shield before spend,” labels non-private flows, and routes to Orchard by default. That reduces user error, grows the shielded pool, and strengthens the anonymity set with every transaction.\n\nThe experience is fast, cheap, and legible, exactly the mix exchanges, regulators, and merchants need to see. If the next twelve months are about pushing the shielded share past 50%, this is the funnel: real flows in, auto-shield on, spend privately out.\n\n\n## Tokenomics and Cycle Dynamic\n\n\nZcash’s tokenomics are often compared to Bitcoin’s, with a few key differences. Understanding the supply, issuance, and incentive changes on the horizon is crucial to the “Why Zcash, why now?” investment thesis.\n\nSupply and Emission Curve\n\nZEC has a fixed supply cap of 21 million coins, like Bitcoin. It started with a slow-start mining period in 2016 (to mitigate launch issues) and then followed ahalving scheduleevery ~4 years. The first halving in November 2020 cut issuance from 6.25 to 3.125 ZEC/block, and the second halving in Nov 2024 reduced it to 1.5625 ZEC/block.\n\nAs of Q4 2025, about 16.3 million ZEC are in circulation per CoinDesk Data, and inflation new supply per year relative to circulating supply is 4%. This dropped further tonearly 2.7%after the 2024 halving, and so on, until tail emission (if any) or effectively zero new issuance by 2032-2036 when 21 million cap is approached.\n\nOnenotable aspectis that Zcash had a Founders’ Reward in its first 4 years, where 20% of each block went to founders/ECC/Zcash Foundation. This was controversial but it ended at the first halving in 2020. Since then, a new Dev Fund (also 20% of block rewards) was put in place for 2020–2024 to finance ongoing development.\n\nThis dev fund was extended with community governance for the period 2024–2028 (with adjusted allocations) – ensuring that even as miners’ share shrinks, there is funding for ECC, Zcash Foundation, and grants.\n\nIn comparison, Monero has an infinite tail emission (~0.6 XMR/min) which is ~1.5% inflation currently and trending down to ~1% but never zero. Zcash will undercut that in 2025 and beyond.\n\nCirculating vs Liquid Supply\n\nOut of total supply, one can consider how much is actually liquid on markets. A significant portion of ZEC is held by long-term believers (including some early investors and the Zcash Foundation).\n\nIf shielded adoption exceeds 50%, that could also imply a lot of ZEC sitting in shielded addresses for utility rather than sitting on exchanges. Suchsupply sinkscan tighten available supply further.\n\nValuation and Analogies\n\nSome proponents use Bitcoin’s trajectory as an analogy: Bitcoin’s second halving (2016) preceded a massive bull run in 2017; Zcash’s second halving (2024) similarly marked a turning point.\n\nIf Zcash can capture a narrative of“the privacy coin to bet on this cycle”, there’s substantial room for upside, given it has underperformed for years.\n\nSupporting this, prominent voices are actively making the case: e.g., Balaji referring to Zcash when discussing the need for “HTTPS-level” privacy in crypto, or the Winklevoss twins materially investing (donating to Shielded Labs and promoting ZEC publicly).\n\n\n> We’ve got the zero to one moment for zero knowledge already, and now we’re going to go to the one to infinity moment where financial privacy is just a human right.\n\n\n-Balaji Srinivasan, Investor and Network School founder.\n\n\n## Liquidity and Integrations\n\n\nZEC is traded on major centralized exchanges (CEXs) worldwide. It has USD pairs on U.S. exchanges like Gemini and Kraken, and BTC and USDT pairs on high-volume platforms like Binance, HTX, and others.\n\nRegulatory pressure on privacy coins means some platforms have either geofenced or delisted ZEC in certain jurisdictions. For example, in early 2024, some UK exchanges halted Zcash trading due to an FCA notice on privacy coins.\n\nThe “dual-address” model actually helped Zcash here: exchanges can support ZEC and simply default to using transparent addresses for deposits/withdrawals, satisfying their KYC/AML needs. Many exchanges do exactly that – they provide users with a transparent deposit address (so they can link transactions to identities), treating shielded usage as an off-exchange activity.\n\n\n> That’s why Zcash has a transparency option - to stay listed for as long as possible. It matters less now though, as we transition to the age of DEXes.\n\n\n-Naval Ravikant, AngelList founder and prominent investor.\n\nSource: CoinDesk Data\n\nAs of Q4 this year, top-tier exchanges such as Binance, Kraken, and Coinbase each hold consistent 2,000 - 3,000 ZEC at mid-price levels, curbing price impact. This both makes execution cleaner for institutions and means traders can split orders across regulated venues without getting punished by slippage.\n\nSource: CoinDesk Data\n\nVolume and Liquidity Health\n\nThe liquidity map for ZEC spans both centralized and decentralized venues. On centralized venues, ZEC averages over $2 billion in average monthly spot volumes, maintaining a ratio between ~20-30% spot dominance, which coupled with deep top-of-book liquidity, indicates healthy spot markets for both traders and investors.\n\nOn the DEX side, liquidity pools on Maya for ZEC are still building – the initial pools had modest TVL (a few hundred thousand dollars of ZEC, BTC, etc.), so slippage can be an issue for large trades.\n\nHowever, as privacy-conscious holders migrate some liquidity to these pools (the pitch being to earn yield on ZEC while providing a public good of censorship-resistant liquidity), those pools are expected to deepen.\n\nDecentralized Liquidity & Bridges\n\nAnticipating a future where CEX access might narrow, the Zcash community has actively pursued DeFi integrations. The most significant is the integration with the Maya Protocol (a fork of Thorchain) in 2025. Maya is a cross-chain liquidity network that enables native swaps between chains without wrapped tokens.\n\nIn May 2025, Zcash support went live on Maya, meaning users can swap native ZEC for assets like BTC, ETH, ATOM, etc., in a decentralized liquidity pool. This is crucial as it provides anoff-rampfor ZEC that doesn’t rely on centralized exchanges (and doesn’t require KYC).\n\nThorchain’s interface ThorSwap even announced support for ZEC swaps via Maya. At launch, the Maya integration used transparent addresses for the bridging (for technical simplicity), but shielded support is being evaluated.\n\nEven with transparent addresses, using a DEX like Maya offers censorship-resistance – no one can be prevented from swapping ZEC for BTC, for example.\n\n\n## Regulatory Challenges and Developments\n\n\nFinancial privacy tools inevitably attract regulatory attention, and Zcash has been no exception.\n\nBy early 2025, at least 97 countries had introduced or updated regulations addressing privacy coins. Many of these regulations do not ban holding such coins outright but impose restrictions on exchanges and custodial services dealing with them.\n\nFor instance, European Union’s MiCA (Markets in Crypto-Assets regulation) stops short of banning privacy coins EU-wide, but it requires crypto service providers toverify identities and provide detailed disclosuresfor transactions involving any “anonymity-enhancing” crypto. This has prompted many European exchanges to simply avoid listing privacy coins rather than deal with the compliance headache – resulting in the noted 22% drop in availability in the EU.\n\nThe United States has not banned privacy coins, but regulators have signaled concern. FinCEN’s proposed rule (still pending finalization) would require exchanges and institutions to keep records and report any transactions over $500 involving an unhosted wallet if the transaction is private/encrypted. This is an extension of the “Travel Rule” and currency transaction reports to the crypto realm.\n\nThe U.S. has also sanctioned specific privacy tools (like Tornado Cash) and in late 2023 the Department of Justice’s crypto enforcement framework listed use of “anonymity enhanced cryptocurrencies” as a red flag for illicit activity.\n\nThat said, U.S. exchanges like Gemini and Coinbase have continued to list Zcash, likely taking comfort in Chainalysis and Elliptic’s ability to tracetransparentZEC flows and the relatively low usage of shielded transactions historically.\n\nAnother angle is education. ECC and others are emphasizing that financial privacy is not about hiding crime, but about protecting consumers, businesses, and even national security (e.g., shielded transactions can prevent front-running or economic espionage).\n\nIf these arguments gain traction, we might see a softening – for example, maybe privacy coins remain allowed but under strict reporting thresholds.\n\n\n## Stakeholder Takeaways\n\n\nZcash is positioning itself as aninvestable form of private money. The halving in 2024 sharply reduced inflation (down to ~4%). Meanwhile, Tacyhon could bump fundamentals of the underlying network, adding to positive sentiment among investors.\n\nZcash is viewed as encrypted Bitcoin by some. Allowing you to safely and privately store your wealth. Protecting your liberty and freedoms in an age of automated AI surveillance, governments facing debt spirals and crypto kidnappings on the rise.\n\nFor Exchanges & Custodians\n\nZcash presents a way to cater to privacy-seeking customers. Thanks to its dual address model, exchanges can allow deposits and withdrawals via transparent addresses (enabling normal KYC/AML tracking), while still listing ZEC and offering customers the choice to move funds privately once off the platform.\n\nThe fact that view keys exist means that, if needed, an exchange can ask a user to prove source of funds from a shielded withdrawal, making Zcash more regulatory-compatible than, say, Monero.\n\nFor Policymakers and Regulators\n\nZcash offers selective transparency – users can keep their financial details private from the public, yet reveal them to authorized parties when appropriate. This is analogous to how banking data is private but can be subpoenaed.\n\nFor Developers and Builders\n\nZcash’s evolving platform opens new design space for applications. With Project Tachyon and prominent crypto developers such as Helius' CEO Mert Mumtaz, builders could create wallets, payment apps, or DeFi-like services that leverage Zcash’s privacy.\n\n\n> Bitcoin is insurance against fiat. Zcash is insurance against Bitcoin.\n\n\n-Naval Ravikant, AngelList founder and prominent investor.\n\nNearly a decade since launch, the project has proven that advanced zero-knowledge proofs work not just in theory but in a live, decentralized network. Importantly, it allowed transactions to be completely shielded from public view and still verifiable on-chain — an achievement that reshaped how the industry thinks about privacy.\n\nThe use cases are no longer hypothetical. From individuals shielding day-to-day payments to businesses protecting sensitive counterparties, Zcash has shown that privacy in digital money isn’t about hiding in the shadows but about preserving a basic right in an era of surveillance. Even paying for something as ordinary as a VPN with fully shielded ZEC illustrates the point: end-to-end anonymity for a common service, without needing trust in an intermediary.\n\nBut the path forward is far from clear. Regulators continue to treat privacy coins with suspicion, and Zcash’s optional transparency model — with features like view keys for selective disclosure — is both its differentiator and its gamble.\n\nThe coming years will decide whether authorities view those tools as proof that compliance and privacy can coexist, or whether ZEC gets grouped with networks where transactions are opaque by default. Accessibility on major exchanges, and by extension mainstream relevance, hinges on that decision.\n\nTechnically, the project hasn’t stood still. Trusted setups have been eliminated, zk-SNARKs have evolved into Halo proofs, and Tachyon will improve throughput.\n\nYet competition is catching up: Bitcoin experiments with CoinJoins and confidential transactions, while Ethereum developers explore privacy at the layer-2 level. Staying ahead will mean offering stronger protections with less friction.\n\nThat tension makes Zcash a litmus test for the entire sector. Its community often says “privacy is normal,” but whether privacy becomes normal in crypto will depend as much on politics and regulation as on math.\n\nWhatever its ultimate outcome, Zcash’s trajectory will inform how future cryptocurrencies, and perhaps even central bank digital currencies, handle the line between visibility and secrecy.\n\nThat makes its experiment one of the most consequential in crypto’s short history –that of truly scaling encrypted money.\n\n- NewsBack to menuNewsMarketsFinanceTechPolicyFocus\n\n- Markets\n\n- Finance\n\n- Tech\n\n- Policy\n\n- Focus\n\n- PricesBack to menuPrices\n\n- DataBack to menuDataTrade DataDerivativesOrder Book DataOn-Chain DataAPIResearch & InsightsData CatalogueAI & Machine Learning\n\n- Trade Data\n\n- Derivatives\n\n- Order Book Data\n\n- On-Chain Data\n\n- API\n\n- Research & Insights\n\n- Data Catalogue\n\n- AI & Machine Learning\n\n- IndicesBack to menuIndicesMulti-Asset IndicesReference RatesStrategies and ServicesAPIInsights & AnnouncementsDocumentation & Governance\n\n- Multi-Asset Indices\n\n- Reference Rates\n\n- Strategies and Services\n\n- API\n\n- Insights & Announcements\n\n- Documentation & Governance\n\n- ResearchBack to menuResearch\n\n- Consensus 2026Back to menuConsensus 2026CoinDesk: Policy & RegulationConsensus Hong KongConsensus Miami\n\n- CoinDesk: Policy & Regulation\n\n- Consensus Hong Kong\n\n- Consensus Miami\n\n- SponsoredBack to menuSponsoredThought LeadershipPress ReleasesCoinWMEXCPhemexAdvertiseStellar\n\n- Thought Leadership\n\n- Press Releases\n\n- CoinW\n\n- MEXC\n\n- Phemex\n\n- Advertise\n\n- Stellar\n\n- Markets\n\n- Finance\n\n- Tech\n\n- Policy\n\n- Focus\n\n- Trade Data\n\n- Derivatives\n\n- Order Book Data\n\n- On-Chain Data\n\n- API\n\n- Research & Insights\n\n- Data Catalogue\n\n- AI & Machine Learning\n\n- Multi-Asset Indices\n\n- Reference Rates\n\n- Strategies and Services\n\n- API\n\n- Insights & Announcements\n\n- Documentation & Governance\n\n- CoinDesk: Policy & Regulation\n\n- Consensus Hong Kong\n\n- Consensus Miami\n\n- Thought Leadership\n\n- Press Releases\n\n- CoinW\n\n- MEXC\n\n- Phemex\n\n- Advertise\n\n- Stellar\n\n- VideosBack to menuVideosCoinDesk DailyShortsEditor's Picks\n\n- CoinDesk Daily\n\n- Shorts\n\n- Editor's Picks\n\n- PodcastsBack to menuPodcastsCoinDesk Podcast NetworkMarkets DailyGen CUnchained with Laura ShinThe Mining Pod\n\n- CoinDesk Podcast Network\n\n- Markets Daily\n\n- Gen C\n\n- Unchained with Laura Shin\n\n- The Mining Pod\n\n- NewslettersBack to menuNewslettersCoinDesk HeadlinesCrypto Daybook AmericasState of CryptoCrypto Long & ShortCrypto for Advisors\n\n- CoinDesk Headlines\n\n- Crypto Daybook Americas\n\n- State of Crypto\n\n- Crypto Long & Short\n\n- Crypto for Advisors\n\n- WebinarsBack to menuWebinars\n\n- CoinDesk Daily\n\n- Shorts\n\n- Editor's Picks\n\n- CoinDesk Podcast Network\n\n- Markets Daily\n\n- Gen C\n\n- Unchained with Laura Shin\n\n- The Mining Pod\n\n- CoinDesk Headlines\n\n- Crypto Daybook Americas\n\n- State of Crypto\n\n- Crypto Long & Short\n\n- Crypto for Advisors",
        "added_at": "2025-11-05T01:25:46.822543+00:00"
      },
      {
        "hash": "c6f5120ae887423e4602bd5feed39017",
        "title": "Why Fundamentals Need Context",
        "url": "https://www.coindesk.com/research/market-spotlight-why-fundamentals-need-context",
        "summary": "Summary not available from homepage.",
        "full_content": "\n## Why Fundamentals Need Context\n\n\n\n### Solana’s ecosystem sectors are underperforming SOL despite strong narratives. Meanwhile, EtherFi’s “neobank” thesis faces valuation compression, and Ore’s recent move highlights why context matters.\n\n\n- Most Solana ecosystem sectors have underperformed SOL over the past 90 days.\n\n- DEX volumes stagnated since Q3 2025, while average FDV-to-revenue ratios compressed.\n\n- EtherFi’s neobank card usage tops $1M/day, but heavy unlocks (~$1M/day) add persistent sell pressure.\n\n- Over 90% of EtherFi’s revenue still comes from restaking, limiting valuation support.\n\n- Ore’s PoW mining upgrade added SOL-funded buybacks (90% burn / 10% staker rewards), making emissions net negative.\n\n- Ore has risen to 7th in Solana network revenue, outperforming peers like Pump and Meteora.\n\n- Context - not cheap multiples - explains relative performance. Fundamentals justify moves but rarely anchor them.\n\n\n## When Fundamentals Lag Price\n\n\nOver the past 90 days, most sectors within the Solana ecosystem have underperformed SOL itself.\n\nSource: dashboards.wtf\n\nDEX volumes across Solana have stagnated since early Q3 2025. At the same time, averageFDV-to-revenue ratiosfor Solana DEXs have compressed - reflecting a market that’s repricing in line with muted fundamentals. If valuations aren’t cheap relative to growth or usage, there’s little basis for sector-level outperformance versus SOL.\n\n\n## Beyond Solana: EtherFi and the \"Neobank\" Meta\n\n\nThe same logic applies outside Solana. EtherFi, a leading player in the “neobank” meta, has seen solid traction - with daily card spend volumes averaging around $1 million.\n\nYet, its token (ETHFI) has fallen roughly 66% versus BTC over the past year, largely due to heavy unlock schedules, with around$1 millionworth of ETHFI unlocking daily.\n\nThat translates to ~1% of its daily volume, as per CoinDesk Data - generating a persistent source of sell pressure. Even assuming a 1% take rate on card activity, EtherFi’s implied annualized card revenue is just$3.6 millionbefore accounting for cashback incentives.\n\nIn other words, the fundamentals don’t justify price resilience - especially when the core revenue stream remains restaking-related (restaking still accounts for >90% ofEther.fi’s revenue). If investors aren’t bullish on that segment, a lower price-to-revenue ratio alone doesn’t make the token “cheap.” In other words, context is what gives fundamental metrics meaning.\n\n\n## When Fundamentals Do Align\n\n\nContrast this with Ore, a proof-of-work-style protocol on Solana that has climbed to 7th place in network revenue, according toDefiLlama. Ore launched as a fair-launch experiment in 2024, letting users earn ORE tokens by solving lightweight on-chain hash puzzles - mimicking the fairness of PoW mining but without the energy cost. The initial version was purely inflationary and contributed to network congestion on Solana.\n\nThe protocol recently updated its mining mechanism, introducing a reward pool that distributes SOL from each mining round into automatic ORE buybacks - with 90% of the purchased tokens burned and 10% distributed to stakers. Each round functions like a mini lottery, where miners compete to solve puzzles for variable rewards. This has boosted activity and hence revenue - which more or less fits within Solana’s ‘gambling meta’ i.e. a reflexive system betting on speculation.\n\nComparing Ore v/s other ‘gambling meta’ proxies, it screens well - with lower multiples relative to peers like Pump and Meteora (i.e. the other tokenized plays that act as memecoin beta proxies on Solana) on an FDV-to-revenue basis.\n\nMoreover, Ore’s emission-to-buyback ratio is net negative, meaning buy pressure exceeds dilution. Here, fundamentals actuallyexplainoutperformance, providing a rational basis for the token’s rally.\n\nValuation ratios alone rarely explain performance. Once token unlocks, revenue mix, and emission mechanics are considered, sector-level underperformance versus base tokens like SOL looks justified.\n\nEven when fundamentals do align with price action - as in Ore’s case - sustainability is another question. The relatively recent“gambling meta”led by Pokémon TCG’s CARDS peaked near $700M FDV before fading within a month. Similarly more recently gambling/flywheel driven plays like PNKSTR (play on NFTs) peaked at ~$300m FDV within a few weeks of gaining traction, showing how short-lived these rotations can be.\n\nIn essence, context helps explain performance but doesn’t ensure it lasts. Fundamentals can justify a move, but they rarely anchor it - especially when momentum and meta shifts dominate market structure.\n\n- NewsBack to menuNewsMarketsFinanceTechPolicyFocus\n\n- Markets\n\n- Finance\n\n- Tech\n\n- Policy\n\n- Focus\n\n- PricesBack to menuPrices\n\n- DataBack to menuDataTrade DataDerivativesOrder Book DataOn-Chain DataAPIResearch & InsightsData CatalogueAI & Machine Learning\n\n- Trade Data\n\n- Derivatives\n\n- Order Book Data\n\n- On-Chain Data\n\n- API\n\n- Research & Insights\n\n- Data Catalogue\n\n- AI & Machine Learning\n\n- IndicesBack to menuIndicesMulti-Asset IndicesReference RatesStrategies and ServicesAPIInsights & AnnouncementsDocumentation & Governance\n\n- Multi-Asset Indices\n\n- Reference Rates\n\n- Strategies and Services\n\n- API\n\n- Insights & Announcements\n\n- Documentation & Governance\n\n- ResearchBack to menuResearch\n\n- Consensus 2026Back to menuConsensus 2026CoinDesk: Policy & RegulationConsensus Hong KongConsensus Miami\n\n- CoinDesk: Policy & Regulation\n\n- Consensus Hong Kong\n\n- Consensus Miami\n\n- SponsoredBack to menuSponsoredThought LeadershipPress ReleasesCoinWMEXCPhemexAdvertiseStellar\n\n- Thought Leadership\n\n- Press Releases\n\n- CoinW\n\n- MEXC\n\n- Phemex\n\n- Advertise\n\n- Stellar\n\n- Markets\n\n- Finance\n\n- Tech\n\n- Policy\n\n- Focus\n\n- Trade Data\n\n- Derivatives\n\n- Order Book Data\n\n- On-Chain Data\n\n- API\n\n- Research & Insights\n\n- Data Catalogue\n\n- AI & Machine Learning\n\n- Multi-Asset Indices\n\n- Reference Rates\n\n- Strategies and Services\n\n- API\n\n- Insights & Announcements\n\n- Documentation & Governance\n\n- CoinDesk: Policy & Regulation\n\n- Consensus Hong Kong\n\n- Consensus Miami\n\n- Thought Leadership\n\n- Press Releases\n\n- CoinW\n\n- MEXC\n\n- Phemex\n\n- Advertise\n\n- Stellar\n\n- VideosBack to menuVideosCoinDesk DailyShortsEditor's Picks\n\n- CoinDesk Daily\n\n- Shorts\n\n- Editor's Picks\n\n- PodcastsBack to menuPodcastsCoinDesk Podcast NetworkMarkets DailyGen CUnchained with Laura ShinThe Mining Pod\n\n- CoinDesk Podcast Network\n\n- Markets Daily\n\n- Gen C\n\n- Unchained with Laura Shin\n\n- The Mining Pod\n\n- NewslettersBack to menuNewslettersCoinDesk HeadlinesCrypto Daybook AmericasState of CryptoCrypto Long & ShortCrypto for Advisors\n\n- CoinDesk Headlines\n\n- Crypto Daybook Americas\n\n- State of Crypto\n\n- Crypto Long & Short\n\n- Crypto for Advisors\n\n- WebinarsBack to menuWebinars\n\n- CoinDesk Daily\n\n- Shorts\n\n- Editor's Picks\n\n- CoinDesk Podcast Network\n\n- Markets Daily\n\n- Gen C\n\n- Unchained with Laura Shin\n\n- The Mining Pod\n\n- CoinDesk Headlines\n\n- Crypto Daybook Americas\n\n- State of Crypto\n\n- Crypto Long & Short\n\n- Crypto for Advisors",
        "added_at": "2025-11-05T01:25:46.822556+00:00"
      },
      {
        "hash": "6be84593fdd893dfb796cefdf195bf5c",
        "title": "Crypto Daybook Americas",
        "url": "https://www.coindesk.com/newsletters/daybook-us",
        "summary": "Summary not available from homepage.",
        "full_content": "\n## Crypto Daybook Americas\n\n\nMarket analysis for crypto traders and investors.\n\nCrypto Daybook Americas\n\n\n### Privacy Coins Outperform as Bitcoin Price Nears June Low: Crypto Daybook Americas\n\n\nYour day-ahead look for Nov. 4, 2025\n\nByOmkar Godbole,Oliver Knight13 hours ago\n\nCrypto Daybook Americas\n\n\n### Bitcoin Drop May Be Warning for Stocks: Crypto Daybook Americas\n\n\nYour day-ahead look for Nov. 3, 2025\n\nByOmkar Godbole,Oliver KnightNov 3, 2025\n\nCrypto Daybook Americas\n\n\n### Bitcoin Slips, Weekly ETF Outflows Hit $600M on Macro Jitters: Crypto Daybook Americas\n\n\nYour day-ahead look for Oct. 31, 2025\n\nByFrancisco Rodrigues,Oliver KnightOct 31, 2025\n\nCrypto Daybook Americas\n\n\n### Market Stumbles on Fed Caution as Options Expiry Looms: Crypto Daybook Americas\n\n\nYour day-ahead look for Oct. 30, 2025\n\nByFrancisco Rodrigues,Oliver KnightOct 30, 2025\n\nCrypto Daybook Americas\n\n\n### Stablecoin Inflows Rise Before Fed Rate Decision: Crypto Daybook Americas\n\n\nYour day-ahead look for Oct. 29, 2025\n\nByFrancisco Rodrigues,Oliver KnightOct 29, 2025\n\nCrypto Daybook Americas\n\n\n### Bitcoin Little Changed, Faces ‘Double-Edged Sword’ in Leveraged Bets: Crypto Daybook Americas\n\n\nYour day-ahead look for Oct. 28, 2025\n\nByFrancisco Rodrigues,Oliver KnightOct 28, 2025\n\nCrypto Daybook Americas\n\n\n### Fed Rate Cut Bets Lift BTC, TradFi Frets Over Margin Debt: Crypto Daybook Americas\n\n\nYour day-ahead look for Oct. 27, 2025\n\nByOmkar Godbole,Oliver KnightOct 27, 2025\n\nCrypto Daybook Americas\n\n\n### Inflation Report Eyed; Multicoin Proposes Attention Perps: Crypto Daybook Americas\n\n\nYour day-ahead look for Oct. 24, 2025\n\nByOmkar Godbole,Oliver KnightOct 24, 2025\n\nCrypto Daybook Americas\n\n\n### Risk Proxies Challenge Bitcoin's Bounce; HYPE, XMR Shine: Crypto Daybook Americas\n\n\nYour day-ahead look for Oct. 23, 2025\n\nByOmkar Godbole,Francisco RodriguesOct 23, 2025\n\nCrypto Daybook Americas\n\n\n### Zcash Thrives as Market Fear Hits 3-Month Peak: Crypto Daybook Americas\n\n\nYour day-ahead look for Oct. 22, 2025\n\nByOmkar Godbole,Oliver KnightOct 22, 2025\n\n- NewsBack to menuNewsMarketsFinanceTechPolicyFocus\n\n- Markets\n\n- Finance\n\n- Tech\n\n- Policy\n\n- Focus\n\n- PricesBack to menuPrices\n\n- DataBack to menuDataTrade DataDerivativesOrder Book DataOn-Chain DataAPIResearch & InsightsData CatalogueAI & Machine Learning\n\n- Trade Data\n\n- Derivatives\n\n- Order Book Data\n\n- On-Chain Data\n\n- API\n\n- Research & Insights\n\n- Data Catalogue\n\n- AI & Machine Learning\n\n- IndicesBack to menuIndicesMulti-Asset IndicesReference RatesStrategies and ServicesAPIInsights & AnnouncementsDocumentation & Governance\n\n- Multi-Asset Indices\n\n- Reference Rates\n\n- Strategies and Services\n\n- API\n\n- Insights & Announcements\n\n- Documentation & Governance\n\n- ResearchBack to menuResearch\n\n- Consensus 2026Back to menuConsensus 2026CoinDesk: Policy & RegulationConsensus Hong KongConsensus Miami\n\n- CoinDesk: Policy & Regulation\n\n- Consensus Hong Kong\n\n- Consensus Miami\n\n- SponsoredBack to menuSponsoredThought LeadershipPress ReleasesCoinWMEXCPhemexAdvertiseStellar\n\n- Thought Leadership\n\n- Press Releases\n\n- CoinW\n\n- MEXC\n\n- Phemex\n\n- Advertise\n\n- Stellar\n\n- Markets\n\n- Finance\n\n- Tech\n\n- Policy\n\n- Focus\n\n- Trade Data\n\n- Derivatives\n\n- Order Book Data\n\n- On-Chain Data\n\n- API\n\n- Research & Insights\n\n- Data Catalogue\n\n- AI & Machine Learning\n\n- Multi-Asset Indices\n\n- Reference Rates\n\n- Strategies and Services\n\n- API\n\n- Insights & Announcements\n\n- Documentation & Governance\n\n- CoinDesk: Policy & Regulation\n\n- Consensus Hong Kong\n\n- Consensus Miami\n\n- Thought Leadership\n\n- Press Releases\n\n- CoinW\n\n- MEXC\n\n- Phemex\n\n- Advertise\n\n- Stellar\n\n- VideosBack to menuVideosCoinDesk DailyShortsEditor's Picks\n\n- CoinDesk Daily\n\n- Shorts\n\n- Editor's Picks\n\n- PodcastsBack to menuPodcastsCoinDesk Podcast NetworkMarkets DailyGen CUnchained with Laura ShinThe Mining Pod\n\n- CoinDesk Podcast Network\n\n- Markets Daily\n\n- Gen C\n\n- Unchained with Laura Shin\n\n- The Mining Pod\n\n- NewslettersBack to menuNewslettersCoinDesk HeadlinesCrypto Daybook AmericasState of CryptoCrypto Long & ShortCrypto for Advisors\n\n- CoinDesk Headlines\n\n- Crypto Daybook Americas\n\n- State of Crypto\n\n- Crypto Long & Short\n\n- Crypto for Advisors\n\n- WebinarsBack to menuWebinars\n\n- CoinDesk Daily\n\n- Shorts\n\n- Editor's Picks\n\n- CoinDesk Podcast Network\n\n- Markets Daily\n\n- Gen C\n\n- Unchained with Laura Shin\n\n- The Mining Pod\n\n- CoinDesk Headlines\n\n- Crypto Daybook Americas\n\n- State of Crypto\n\n- Crypto Long & Short\n\n- Crypto for Advisors",
        "added_at": "2025-11-05T01:25:46.822563+00:00"
      }
    ]
  }
}